Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SHARE_LOCATION_TYPE_FOOTER
source: Your location will be shared from this iPhone
ar: ستتم مشاركة موقعك من هذا الـ iPhone
bg: Вашето местоположение ще се споделя от този iPhone
ca: La ubicació es compartirà des d’aquest iPhone.
cs: Tento iPhone bude sdílet vaši polohu
da: Din lokalitet vil blive delt fra denne iPhone
de: Dein Standort wird anhand dieses iPhone geteilt.
el: Η τοποθεσία σας θα κοινοποιείται από αυτό το iPhone
es: Se compartirá la ubicación de este iPhone
es_us: Se compartirá tu ubicación desde este iPhone.
fi: Sijaintisi jaetaan tästä iPhonesta
fr: Votre position sera partagée depuis cet iPhone.
fr_ca: Votre position sera partagée à partir de cet iPhone.
he: המיקום שלך ישותף מ-iPhone זה
hi: आपका स्थान इस iPhone से शेयर किया जाएगा
hr: Vaša lokacija dijelit će se s ovog iPhonea
hu: Meg lesz osztva a helyzete erről az iPhone-ról
id: Lokasi Anda akan dibagikan dari iPhone ini
it: La tua posizione verrà condivisa da iPhone
ja: あなたの位置情報はこのiPhoneから共有されます
kk: Осы iPhone құрылғысының геолокациясы беріледі
ko: 사용자의 위치가 이 iPhone으로부터 공유됩니다.
lt: Jūsų vieta bus bendrinama iš šio „iPhone“
ms: Lokasi anda akan dikongsi daripada iPhone ini
nl: Je locatie wordt gedeeld via deze iPhone
no: Posisjonen din vil bli delt fra denne iPhonen
pl: Twoje położenie będzie udostępniane z tego iPhone’a
pt_br: Sua localização será compartilhada deste iPhone
pt_pt: A sua localização será partilhada a partir deste iPhone.
ro: Localizarea dvs. va fi partajată de pe acest iPhone
ru: Вы будете делиться геопозицией этого iPhone
sk: Vaša poloha bude zdieľaná z tohto iPhonu
sl: Vaša lokacija bo deljena iz tega iPhona
sv: Din platsinformation delas från denna iPhone
th: ตำแหน่งที่ตั้งของคุณจะถูกแชร์จาก iPhone เครื่องนี้
tr: Konumunuz bu iPhone’dan paylaşılacak
uk: Ваша геопозиція поширюватиметься з цього iPhone
vi: Vị trí của bạn sẽ được chia sẻ từ iPhone này
zh_cn: 将从此iPhone共享你的位置
zh_hk: 將會從此iPhone共享你的位置
zh_tw: 你的位置將會從此iPhone分享

# WIFI_SYNC_TIME_SYNCED_2
source: Syncing Started
ar: بدأت المزامنة
bg: Започнато синхронизиране
ca: Sincronitzant
cs: Synchronizace zahájena
da: Synkronisering startet
de: Synchronisierung gestartet
el: Ο συγχρονισμός άρχισε
es: Inicio de la sincronización:
es_us: Inicio de la sincronización
fi: Synkronointi alkoi
fr: Début de la synchronisation
fr_ca: Synchronisation en cours
he: הסנכרון התחיל
hi: सिंकिंग शुरू हो चुकी है
hr: Sinkroniziranje započelo
hu: A szinkronizálás elkezdődött
id: Penyelarasan Dimulai
it: Inizio sincronizzazione
ja: 同期開始
kk: Синхрондау басталды
ko: 동기화가 시작됨
lt: Sinchronizavimas pradėtas
ms: Penyelarasan Dimulakan
nl: Synchroniseren gestart
no: Synkronisering startet
pl: Synchronizowanie rozpoczęte
pt_br: Sincronização Iniciada
pt_pt: A sincronização começou
ro: Sincronizare începută
ru: Синхронизация началась
sk: Synchronizácia sa začala
sl: Sinhroniziranje se je začelo
sv: Synkronisering startad
th: เริ่มเชื่อมข้อมูลแล้ว
tr: Eşzamanlama Başladı
uk: Синхронізація почалася
vi: Đã bắt đầu đồng bộ hóa
zh_cn: 同步开始时间
zh_hk: 同步開始時間
zh_tw: 同步開始時間

# STOP_ALL_SHARING_BY_PEOPLE_ALERT_LABEL
source: Stop All Sharing
ar: إيقاف المشاركة بالكامل
bg: Спри изцяло споделянето
ca: Deixa de compartir‑ho tot
cs: Zastavit sdílení se všemi
da: Stop al deling
de: Teilen beenden
el: Πλήρης διακοπή κοινοποίησης
es: Dejar de compartir completamente
es_us: Dejar de compartir todo
fi: Lopeta kaikki jakaminen
fr: Arrêter tous les partages
fr_ca: Arrêter tous les partages
he: הפסקת כל השיתופים
hi: सभी शेयरिंग बंद करें
hr: Zaustavi sva dijeljenja
hu: Összes megosztás leállítása
id: Hentikan Semua Berbagi
it: Interrompi tutte le condivisioni
ja: 共有をすべて停止
kk: Бөлісуді толықтай тоқтату
ko: 모든 공유 중단
lt: Stabdyti visą bendrinimą
ms: Hentikan Semua Perkongsian
nl: Deel niets meer
no: Avslutt all deling
pl: Przestań udostępniać (wszystko)
pt_br: Parar de Compartilhar Tudo
pt_pt: Deixar de partilhar tudo
ro: Opriți complet partajarea
ru: Закрыть доступ полностью
sk: Úplne zastaviť zdieľanie
sl: Ustavi vsa deljenja
sv: Stoppa all delning
th: หยุดแชร์ทั้งหมด
tr: Tüm Paylaşmayı Durdur
uk: Не поширювати взагалі
vi: Dừng tất cả chia sẻ
zh_cn: 停止所有共享
zh_hk: 停止所有共享
zh_tw: 停止所有分享項目

# FIND_MY_NOTIFICATION_WARNING
source: People may notice that you’ve stopped sharing your location.
ar: قد يلاحظ الأشخاص أنك أوقفت مشاركة موقعك.
bg: Хората могат да забележат, че сте спрели да споделяте вашето местоположение.
ca: Aquestes persones potser s’adonen que has deixat de compartir‑hi la ubicació.
cs: Lidé si můžou všimnout, že jste přestali svou polohu sdílet.
da: Andre lægger muligvis mærke til, at du er stoppet med at dele din lokalitet.
de: Dass du deinen Standort nicht mehr teilst, ist erkennbar.
el: Τα άτομα ενδέχεται να παρατηρήσουν ότι έχετε διακόψει την κοινοποίηση της τοποθεσίας σας.
es: Es posible que las otras personas se den cuenta de que has dejado de compartir tu ubicación.
es_us: Las personas podrían darse cuenta de que dejaste de compartir tu ubicación.
fi: Muut saattavat huomata, että olet lopettanut sijaintisi jakamisen.
fr: Les personnes concernées pourront peut-être constater que vous avez cessé de partager votre position.
fr_ca: On pourrait remarquer que vous ne partagez plus votre position.
he: אנשים עשויים להבחין בכך שהפסקת לשתף את מיקומך.
hi: लोगों को पता चल सकता है कि आपने अपना स्थान शेयर करना बंद कर दिया है।
hr: Osobe će možda primijetiti da ste prestali dijeliti svoju lokaciju.
hu: Mások észlelhetik, hogy leállította a saját helyzetének megosztását.
id: Orang mungkin akan menyadari bahwa Anda telah berhenti berbagi lokasi Anda.
it: Le persone potrebbero notare che hai interrotto la condivisione della tua posizione.
ja: ほかの人はあなたが位置情報の共有を停止したことに気付く可能性があります。
kk: Адамдар геолокацияңызды бөлісуді тоқтатқаныңызды байқауы мүмкін.
ko: 다른 사람은 사용자가 위치 공유를 중단했다는 것을 알 수 있습니다.
lt: Žmonės gali pastebėti, kad sustabdėte vietos bendrinimą.
ms: Orang mungkin menyedari bahawa anda telah berhenti berkongsi lokasi anda.
nl: Personen merken mogelijk dat je je locatie niet meer deelt.
no: Personer kan legge merke til at du har sluttet å dele posisjonen din.
pl: Inne osoby mogą zauważyć, że już nie udostępniasz im swojego położenia.
pt_br: As pessoas podem notar que você parou de compartilhar a localização.
pt_pt: As pessoas poderão notar que deixou de partilhar a sua localização.
ro: Alte persoane ar putea observa că ați oprit partajarea localizării dvs.
ru: Люди могут заметить, что Вы перестали делиться своей геопозицией с ними.
sk: Ľudia, s ktorými prestanete zdieľať svoju polohu, si to môžu všimnúť.
sl: Osebe bodo lahko opazile, da ste nehali deliti svojo lokacijo.
sv: Andra personer kan upptäcka att du har slutat dela din platsinfo.
th: ผู้คนอาจสังเกตได้ว่าคุณหยุดแชร์ตำแหน่งที่ตั้งของคุณแล้ว
tr: Kişiler konumunuzu paylaşmayı durdurduğunuzu fark edebilirler.
uk: Люди можуть помітити, що ви припинили поширювати свою геопозицію.
vi: Mọi người có thể nhận thấy rằng bạn đã dừng chia sẻ vị trí của mình.
zh_cn: 用户可能会注意到你已停止共享位置。
zh_hk: 聯絡人可能會留意到你已停止分享你的位置。
zh_tw: 聯絡人可能會注意到你已停止分享你的位置。

source: Review Sharing
ar: مراجعة المشاركة
bg: Прегледай споделянето
ca: Revisa la informació compartida
cs: Zkontrolovat sdílení
da: Gennemgå deling
de: Teilen überprüfen
el: Έλεγχος κοινοποίησης
es: Revisar los datos compartidos
es_us: Revisar datos compartidos
fi: Tarkista jakaminen
fr: Vérifier les partages
fr_ca: Réviser le partage
he: בדיקת השיתוף
hi: शेयरिंग की समीक्षा करें
hr: Pregledaj dijeljenje
hu: Megosztás áttekintése
id: Tinjau Berbagi
it: Rivedi condivisione
ja: 共有を確認
kk: Бөлісетін объектілерді қарап шығу
ko: 공유 검토
lt: Peržiūrėti bendrinimą
ms: Semak Perkongsian
nl: Controleer delen
no: Se gjennom deling
pl: Przejrzyj udostępnianie
pt_br: Revisar Compartilhamento
pt_pt: Rever a partilha
ro: Revizuiți partajarea
ru: Проверить доступ
sk: Kontrola zdieľania
sl: Preglej deljenje
sv: Granska delning
th: ตรวจสอบการแชร์
tr: Paylaşmayı Gözden Geçir
uk: Перевірити, що поширюється
vi: Xem lại chia sẻ
zh_cn: 检查共享
zh_hk: 檢視共享
zh_tw: 檢視分享

# FIND_MY_RESTRICTIONS
source: Managing Find My location sharing with people.
ar: إدارة مشاركة الموقع مع الأشخاص في تطبيق تحديد الموقع.
bg: Управляване на споделянето на местоположението в Намери с други хора.
ca: Gestió de la compartició de la ubicació amb altres persones
cs: Správu sdílení polohy s ostatními lidmi v aplikaci Najít
da: Administration af lokalitetsdeling med andre personer i Find.
de: Das Teilen des Standorts über „Wo ist?“ mit anderen verwalten …
el: Διαχείριση της κοινοποίησης Εύρεσης τοποθεσίας σε άλλα άτομα
es: La gestión de la función de compartir tu ubicación con otras personas en la app Buscar.
es_us: La administración del uso compartido de la ubicación con más personas en Encontrar.
fi: Etsi-sijainninjaon hallinta
fr: Gestion du partage de position Localiser avec des personnes.
fr_ca: la gestion du partage de la position de Localiser;
he: ניהול שיתוף המיקום עם אנשים דרך ״איתור״
hi: लोगों के साथ Find My स्थान शेयरिंग प्रबंधित करना।
hr: Upravljanje dijeljenjem značajke Nađi moju lokaciju s drugim osobama.
hu: A Lokátor-helyzet személyekkel való megosztásának kezelése.
id: Mengelola berbagi lokasi Lacak dengan orang.
it: La gestione della condivisione della posizione con altre persone in Dov’è.
ja: “探す”の位置情報のほかの人との共有を管理します。
kk: Басқа адамдармен «Локатор» арқылы геолокацияны бөлісуді басқару.
ko: 다른 사람과의 나의 찾기 위치 공유 관리하기
lt: Programos „Lokatorius“ vietos bendrinimo su žmonėmis valdymas.
ms: Mengurus perkongsian lokasi Cari dengan orang.
nl: Het delen van de locatie met anderen in de Zoek mijn-app beheren.
no: Administrering av stedsdeling med andre i Hvor er.
pl: Zarządzanie udostępnianiem innym położenia w aplikacji Znajdź.
pt_br: Gerenciando o compartilhamento da localização com as pessoas no app Buscar.
pt_pt: Gestão da partilha de localização com outras pessoas através de Encontrar.
ro: Gestionarea partajării localizării din aplicația Găsire cu alte persoane.
ru: Управление доступом других людей к геопозиции через сервис «Локатор».
sk: Spravovanie zdieľania polohy z apky Nájsť s ostatnými.
sl: Upravljanje deljenja možnosti Najdi lokacijo z osebami.
sv: Hantering av hur platsinformation från Hitta delas med andra.
th: การจัดการตำแหน่งที่ตั้งของ “ค้นหาของฉัน” กับผู้คน
tr: Bul konumunu kişilerle paylaşmayı yönetmek.
uk: Керування поширенням геопозиції для інших у Локаторі.
vi: Quản lý chia sẻ vị trí của ứng dụng Tìm với mọi người.
zh_cn: 管理“查找”中与他人共享的位置。
zh_hk: 管理「尋找」中與聯絡人共享的位置。
zh_tw: 管理「尋找」中與聯絡人分享的位置。

# RESET_ALL_CONFIRMATION_HEALTH
source: By continuing, apps will no longer have access to your Health data. From now on, apps will not be able to access your Health data without your permission.
ar: عند المتابعة، لن يعود بإمكان التطبيقات الوصول إلى بياناتك الصحية. من الآن فصاعدًا، لن يكون بإمكان التطبيقات الوصول إلى بيانات "صحتي" من دون إذنك.
bg: Като продължите, приложенията няма повече да имат достъп до здравните ви данни. От сега нататък приложенията няма да имат достъп до здравните ви данни без вашето разрешение.
ca: Si continues, les apps deixaran de tenir accés a les dades de salut i ja no podran accedir‑hi sense el teu permís.
cs: Pokud budete pokračovat, aplikace už nebudou mít přístup k vašim datům v aplikaci Zdraví. Od této chvíle k nim budou mít přístup, jen pokud jim to povolíte.
da: Hvis du fortsætter, vil apps ikke længere have adgang til dine sundhedsdata. Fra nu af kan apps ikke få adgang til dine sundhedsdata uden din tilladelse.
de: Wenn du fortfährst, haben Apps keinen Zugriff mehr auf deine Health-Daten. Ab diesem Zeitpunkt können Apps nicht mehr ohne deine Erlaubnis auf deine Health-Daten zugreifen.
el: Αν συνεχίσετε, οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στα δεδομένα Υγείας σας. Από εδώ και στο εξής, οι εφαρμογές δεν θα μπορούν να έχουν πρόσβαση στα δεδομένα Υγείας σας χωρίς την άδειά σας.
es: Al continuar, las apps dejarán de tener acceso a tus datos de salud y, a partir de ahora, solo podrán acceder a ellos con tu permiso.
es_us: Si continúas, las apps ya no tendrán acceso a tus datos de Salud y, de ahora en adelante, requerirán tu permiso para usarlos.
fi: Jos jatkat, apit eivät enää voi käyttää terveysdataasi. Tästä eteenpäin apit eivät enää voi käyttää terveysdataasi ilman lupaasi.
fr: Si vous poursuivez, les apps n’auront plus accès à vos données Santé. Dorénavant, elles ne pourront plus y accéder sans votre autorisation.
fr_ca: En continuant, les apps n’auront plus accès à vos données de l’app Santé et ne pourront désormais plus y accéder sans votre autorisation.
he: המשך הפעולה יוביל לביטול אפשרות הגישה של יישומים לנתוני הבריאות שלך. מעתה, יישומים לא יוכלו לגשת לנתוני הבריאות שלך ללא אישורך.
hi: जारी रखने से, ऐप्स के पास अब आपके सेहत डेटा का ऐक्सेस नहीं रहेगा। अब से, ऐप्स आपकी अनुमति के बिना आपके सेहत डेटा को ऐक्सेस नहीं कर पाएँगे।
hr: Ako nastavite, aplikacije više neće imati pristup vašim zdravstvenim podacima. Odsad aplikacije više neće moći pristupiti zdravstvenim podacima bez vašeg dopuštenja.
hu: Ha folytatja, az appok nem fognak hozzáférni az Egészség-adataihoz. Mostantól az appok nem fognak tudni hozzáférni az Egészség-adataihoz az Ön engedélye nélkül.
id: Dengan melanjutkan, app tidak akan lagi memiliki akses ke data Kesehatan Anda. Mulai sekarang, app tidak akan dapat mengakses data Kesehatan Anda tanpa izin Anda.
it: Se procedi, le app non avranno più accesso ai dati sanitari. Da questo momento in poi, non saranno in grado di accedervi senza il tuo permesso.
ja: 続けると、アプリでヘルスケアデータにアクセスできなくなります。今後、あなたの許可なく、アプリでヘルスケアデータにアクセスすることはできなくなります。
kk: Жалғастыру арқылы қолданбалар медициналық деректеріңізге енді қол жеткізе алмайды. Бұдан былай қолданбалар рұқсатыңызсыз медициналық деректеріңізге қол жеткізе алмайды.
ko: 계속하면, 앱은 더 이상 사용자의 건강 데이터에 접근할 수 없게 됩니다. 이제부터 앱은 사용자의 허가 없이 건강 데이터에 접근할 수 없습니다.
lt: Jei tęsite, programos nebeturės prieigos prie programos „Sveikata“ duomenų. Nuo šiol programos negalės pasiekti programos „Sveikata“ duomenų be jūsų leidimo.
ms: Dengan meneruskan, app tidak lagi akan mempunyai akses kepada data Kesihatan anda. Mulai sekarang, app tidak akan dapat mengakses data Kesihatan anda tanpa keizinan anda.
nl: Als je doorgaat, hebben apps geen toegang meer tot je gezondheidsgegevens. Voortaan hebben apps zonder je toestemming geen toegang tot je gezondheidsgegevens.
no: Hvis du fortsetter, vil ikke apper lenger ha tilgang til helsedata. Fra nå av kan ikke apper bruke helsedata uten å spørre deg først.
pl: Jeśli będziesz kontynuować, aplikacje utracą dostęp do Twoich danych zdrowotnych. Od teraz aplikacje nie będą miały dostępu do Twoich danych zdrowotnych bez Twojej zgody.
pt_br: Se você continuar, os apps não terão mais acesso aos seus dados de Saúde. De agora em diante, os apps não poderão acessar os seus dados de Saúde sem a sua permissão.
pt_pt: Se continuar, as aplicações deixarão de ter acesso aos dados de Saúde. A partir de agora, as aplicações não poderão aceder aos dados de Saúde sem a sua autorização.
ro: În cazul în care continuați, aplicațiile nu vor mai avea acces la datele dvs. de sănătate. De acum înainte, aplicațiile nu vor putea accesa datele de sănătate fără permisiunea dvs.
ru: Если продолжить, приложения утратят доступ к Вашим медданным. Впоследствии приложения не смогут получать доступ к медданным без Вашего разрешения.
sk: Ak sa rozhodnete pokračovať, apky už nebudú mať prístup k vašim zdravotným dátam. Odteraz budú apky môcť pristupovať k vašim zdravotným dátam, len ak im to povolíte.
sl: Če nadaljujete, aplikacije ne bodo več imele dostopa do vaših zdravstvenih podatkov. Aplikacije odslej ne bodo mogle dostopati do zdravstvenih podatkov brez vašega dovoljenja.
sv: Om du fortsätter får apparna inte längre tillgång till dina hälsodata. Från och med nu kan appar inte längre komma åt dina hälsodata utan ditt tillstånd.
th: โดยการดำเนินการต่อ หมายความว่าแอปจะไม่สามารถเข้าถึงข้อมูลสุขภาพของคุณได้อีกต่อไป จากนี้ไป แอปจะไม่สามารถเข้าถึงข้อมูลสุขภาพของคุณได้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sürdürürseniz uygulamalar artık Sağlık verilerinize erişemez. Bundan sonra uygulamalar izniniz olmadan Sağlık verilerinize erişemez.
uk: Якщо продовжити, програми більше не матимуть доступу до медданих. Відтепер програми не зможуть отримувати доступ до медданих без вашого дозволу.
vi: Bằng việc tiếp tục, các ứng dụng sẽ không có quyền truy cập vào dữ liệu Sức khỏe của bạn nữa. Từ bây giờ trở đi, các ứng dụng sẽ không thể truy cập dữ liệu Sức khỏe mà không có sự cho phép của bạn.
zh_cn: 若继续，App将不可再访问你的“健康”数据。从现在开始，未经你的许可，App将无法访问你的“健康”数据。
zh_hk: 如繼續，App將再無法取用你的「健康」資料。現在開始，如沒有你的授權，App將無法取用你的「健康」資料。
zh_tw: 若繼續，App將無法取用你的「健康」資料。從現在起，App將無法未經你的許可取用「健康」資料。

# FETCH_SHARING_FAILED_TITLE
source: Unable to Gather Sharing Information
ar: غير قادر على جمع معلومات المشاركة
bg: Неуспешно събиране на информация за споделяне
ca: Error en recopilar la informació de l’ús compartit
cs: Informace o sdílení nelze shromáždit
da: Kan ikke indsamle delingsoplysninger
de: Sammeln von Informationen zum Teilen nicht möglich
el: Δεν ήταν δυνατή η συγκέντρωση δεδομένων κοινοποίησης
es: No se pueden recopilar los datos sobre el uso compartido
es_us: Error al averiguar lo que se comparte
fi: Jakamistietoja ei voida kerätä
fr: Impossible de récupérer les informations de partage
fr_ca: Impossible de récupérer les informations de partage
he: לא ניתן לאסוף מידע לגבי השיתוף
hi: शेयरिंग जानकारी प्राप्त करने में असमर्थ
hr: Ne mogu se prikupiti informacije za dijeljenje
hu: Nem lehet összegyűjteni a megosztási információkat
id: Tidak Dapat Mengumpulkan Informasi Berbagi
it: Impossibile raccogliere le informazioni di condivisione
ja: 共有情報を収集できません
kk: Бөлісу ақпаратын жинау мүмкін емес
ko: 공유 정보를 수집할 수 없음
lt: Nepavyko surinkti bendrinimo informacijos
ms: Gagal Mengumpulkan Maklumat Perkongsian
nl: Informatie over delen kan niet worden verzameld
no: Kan ikke hente delingsinformasjon
pl: Nie można zebrać informacji o udostępnianiu
pt_br: Não foi possível obter informações de compartilhamento
pt_pt: Não foi possível recolher informação de partilha
ro: Informațiile de partajare nu au putut fi colectate
ru: Сбой при сборе информации об общем доступе
sk: Nie je možné zhromaždiť informácie o zdieľaní
sl: Ni mogoče zbrati deljenih informacij
sv: Det gick inte att samla in delningsinformation
th: ไม่สามารถเก็บรวบรวมข้อมูลที่แชร์ได้
tr: Paylaşma Bilgileri Toplanamıyor
uk: Не вдалось отримати інформацію про поширення
vi: Không thể thu thập thông tin chia sẻ
zh_cn: 无法收集共享信息
zh_hk: 無法收集共享資料
zh_tw: 無法收集分享資訊
